~Version information                                                          
  VERS.                            1.20: CWLS LAS  -  VERSION 1.20            
  WRAP.                              NO: One line per depth step              
~Well information                                                             
# MNEM.UNIT         DATA TYPE  INFORMATION                                    
# ====.================================: ===================                  
  STRT.M                          0.000: First depth in file                  
  STOP.M                          0.000: Last  depth in file                  
  STEP.M                          0.000: Depth increment                      
  NULL.M                     -32768.000: Null  values                         
  COMP.                         COMPANY:                                      
  WELL.                            WELL: 6                                     
  FLD .                           FIELD: Примерное 
~Curve information                                                            
# MNEM.UNIT                   API CODE   CURVE DESCRIPTION                    
# ====.================================:====================                  
DEPT.M                                 : Depth curve                          
GK                                     : GK                                    
NNM                                    : NNM                                   
NNB                                    : NNB                                   
первый                                 : эрЄ цхэш                              
второй каротаж                         : 
~ASCII Log Data                                                               
        1 6.2.24 -0 0 528.072 2215.58
        2 5.228 -32768 -32768.0 528.07202215.58

        3 6.2.24 0 0 528.869 2215.58

        4 5.97.5 0 0 528.072 2215.58

        5 6.47.3 0 0 528.072 2215.58

       69 5.97.5 0 0 527.275 2215.58

      116 5.47.7 0 0 526.478 2215.58

      117 4.7.3 0 0 526.478 2215.58
      118 4.7.3 0 0 525.681 2215.58

9
.8000   2.792   2.444 230.369   3.352 347.843 331.759 363.413   7.326
      171 6.473 0 0 526.478 2215.58
      172 4.481 0 0 525.681 2215.58
      173 4.979 0 0 525.681 2215.58
      --177 6.473 0 0 525.681 2215.58
      178 6.473 0 0 525.681 2215.58

      179 6.722 0 0 526.478 2215.58
      182 6.224 0 0 527.275 2215.58
      183 6.473 0 0 526.478 2215.58
      184 6.473 0 0 526.478 2215.58
	   185 6.473 0 0 526.478 2215.58
 186 0 1 1 1 2
	2.2e11		186 6 4 4 4 4 -3 -4 -5 -6 -f -1.e10
	-x 186 6 4 4 4 4
	a1 1 2 3 4




















